<?php

$prefix = 'setting_ms2compare_';

$_lang[$prefix . 'check_context'] = 'Использовать разные списки для контекстов?';
$_lang[$prefix . 'check_context_desc'] = 'Если включено, то у каждого контекста используется свой список. Если выключено -  то используется общий список для всех контекстов.';
$_lang[$prefix . 'frontend_css'] = 'Стили фронтенда';
$_lang[$prefix . 'frontend_css_desc'] = 'Путь к файлу со стилями. Если вы хотите использовать собственные стили - укажите путь к ним здесь, или очистите параметр и загрузите их вручную через шаблон сайта.';
$_lang[$prefix . 'frontend_js'] = 'Скрипты фронтенда';
$_lang[$prefix . 'frontend_js_desc'] = 'Путь к файлу со скриптами. Если вы хотите использовать собственные скрипты - укажите путь к ним здесь, или очистите параметр и загрузите их вручную через шаблон сайта.';
